Repository: malhayek2/QA-Engineer-Test
Catalog: xmllint/es.tmx
Source language: en
Languages: es

source: of
es: de

source: % of Patches0
es: % de parches de color

source: %.2lf sq m000
es: %.2lf m cuadrados

source: %d sec
es: %d seg

source: %s &Help
es: %s Ayuda (&H)

source: %s Job/Image Files|*.onx;*.tif;*.tiff;*.tga;*.bmp;*.dib;*.ct;*.sct;*.jpg;*.jpe;*.jpeg;*.jfif;*.jp2;*.psd;*.gif;*.pcx;*.pcd;*.ps;*.eps;*.pdf;*.rpf;*.sid;*.ils;*.png;*.ocw|
es: Archivos de trabajo/imagen de %s|*.onx;*.tif;*.tiff;*.tga;*.bmp;*.dib;*.ct;*.sct;*.jpg;*.jpe;*.jpeg;*.jfif;*.jp2;*.psd;*.gif;*.pcx;*.pcd;*.ps;*.eps;*.pdf;*.rpf;*.sid;*.ils;*.png;*.ocw|

source: %s Server Configuration
es: %s Configuración del servidor

source: %s is not a valid job path.
es: %s no es una ruta válida para trabajos.

source: &About CADPrint...
es: &Acerca de CADPrint...

source: &Archive
es: &Archivo

source: &Calibrate Unit
es: &Calibrar unidad

source: &Column Number
es: Número de &Columna

source: &Cutting Method:
es: Método de &corte:

source: &Edit
es: &Editar

source: &Finish
es: &Finalizar

source: &Inches
es: &Pulgadas

source: &Maximum Percent Ink Printed:
es: &Porcentaje Máximo de Tinta Impresa:

source: &Nest with other jobs
es: &Anidar con otros trabajos

source: &Page Sizes...
es: &Tamaños de página...

source: &Print Swatch
es: Im&primir juego de parches

source: &Red
es: &Rojo

source: &Roll
es: &Rollo

source: &Set Factor
es: &Establecer Factor

source: &Tiling
es: &Panelación

source: &View
es: &Ver

source: (3 x 4 color)
es: (color 3 x 4)

source: (Date:
es: (Fecha:

source: (Order #:
es: (N.º de orden:

source: (Total Time:
es: (Tiempo total:

source: *** No predefined modes for this resolution ***
es: *** No hay modos predefinidos para esta resolución ***

source: , Alignment:
es: , Alineación:

source: , Center Heater:
es: , Calentador central:

source: , Double Ink:
es: , Doble tinta:

source: , Drying Time Between Scans:
es: , Tiempo de secado entre lecturas:

source: , Feed Up To Dryer:
es: , Alimentación hasta el secador:

source: , Heater Status:
es: , Estado del calentador:

source: , Interleave Mode:
es: , Modo de intercalado:

source: , Left (Inner - Middle):
es: , Izquierda (Interior - Medio):

source: , Media Feed Mode:
es: , Modo de alimentación de medios:

source: , Multilayer:
es: , Multicapa:

source: , Paper Size:
es: , Tamaño del papel:

source: , Pen Tolerances: K:%u, C:%u, M:%u, Y:%u
es: , Tolerancia de pluma: K:%u, C:%u, M:%u, Y:%u

source: , Print Direction: %s
es: , Dirección de impresión: %s

source: , Rear Heater:
es: , Calentador posterior:

source: , Scan Speed:
es: , Velocidad de lectura:

source: , Spot Color Print Mode:
es: , Modo de impresión en colores spot:

source: , Use Control Panel Settings:
es: , Utilizar la configuración del panel de control:

source: , Weaving:
es: , Tejido:

# - You have non zero paper value(s) in the output curves.
source: - You have non zero paper value(s) in the output curves.\n
es: - Existen valores de papel que no son cero en las curvas de salida.\n

source: 1) &Cyan Limit:
es: 1) Límite cian:

source: 100% Cyan DeltaE00
es: DeltaE00 100 % cian

source: 120.5 in
es: 120.5 pulg

source: 16-Pass
es: 16 pasadas

source: 2 Pass None 2
es: 2 pasadas ninguno 2

source: 2-Sided Printing
es: Impresión a dos caras

source: 3 Step Cut (High)
es: Corte en 3 pasos (Alto)

source: 3.25 in./sec
es: 3.25 pulg/seg

source: 315 - Mode Options
es: 315 - Opciones de modo

source: 4 Pass Wave 1
es: 4 pasadas onda 1

source: 4.00 in./sec
es: 4.00 pulg/seg

source: 5) &Green Limit:
es: 5) Límite de verde:

source: 6 pass
es: 6 pasadas

source: 720-FD Mode
es: Modo 720-FD

source: 8 Pass / 4 Pass
es: 4 pasadas / 2 pasadas

source: <None>
es: <Ninguno>

source: <b>Dark inks only:</b> Disabled
es: <b>Tinta oscura solamente:</b> Desactivado

source: <b>Transition:</b> If your ink configuration has multiple ink levels per channel (e.g. Dark ink, plus light ink) this setting controls the rate of the transition between the two levels. It can be observed within the plot as a change in the angle of the curves.
es: <b>Transición:</b> Si su configuración de tinta tiene múltiples niveles de tinta por canal (por ejemplo: Tinta oscura más tinta clara), esta configuración controla la velocidad de transición entre los dos niveles. Se puede observar dentro de la graficación como un cambio en el ángulo de las curvas.

source: <html>Select the cutter(s) to use.<br>This list may be changed later in the Application Settings dialog.</html>
es: <html>Seleccione los cortadores que desea utilizar.<br>Esta lista se puede cambiar más adelante en el cuadro de diálogo Configuración de la aplicación.</html>

source: >>>> Interpreter Output and Errors <<<<
es: >>>> Salida y errores del intérprete<<<<

source: A Mode is a name that represents a method of printing. A Mode determines Resolution, Dot Pattern, Ink Configuration, and other settings.
es: Un modo es un nombre que representa un método de impresión. Un modo determina la resolución, la trama de puntos, la configuración de tinta y otros parámetros.

source: A filter with this name already exists. Please enter a name other than %s for this filter.
es: Ya existe un filtro con este nombre. Ingrese un nombre distinto de %s para este nuevo filtro.

source: A mode with this name already exists in the media.
es: Ya existe un modo con este nombre en el medio.

# A skew jam.
source: A skew jam.\n
es: Atasco oblicuo.\n

source: Abort installation
es: Anular instalación

source: Above Normal
es: Superior a lo normal

source: AccuPhoto GSX Job Options
es: Opciones de Trabajo AccuPhoto GSX

source: Activation
es: Activación

source: Adapter
es: Adaptador

source: Add Font
es: Agregar fuente

source: Add More Red
es: Agregar más rojo

source: Add Resolution
es: Agregar resolución

# Add a resolution to the list of available resolutions \Add Resolution
source: Add a resolution to the list of available resolutions\n\\Add Resolution
es: Agrega una resolución a la lista de resoluciones disponibles\n\\Agregar Resolución

source: Added
es: Agregado

source: Adjust if dark areas of rows D and E appear gray
es: Ajuste si las áreas oscuras de las filas D y E aparecen en gris

source: Adv. Black&White Photo
es: Foto en blanco y negro avanzada

source: Advanced Path Generation
es: Generación de ruta avanzada

source: After deleting this print mode, the substrate will be also deleted. Are you sure that you want to delete the print mode?
es: Tras eliminar este modo de impresión, también se eliminará el sustrato. ¿Seguro que desea eliminar el modo de impresión?

source: All %s Job/Image Files|*.onx;*.onc;*.tif;*.tiff;*.tga;*.bmp;*.dib;*.ct;*.sct;*.jpg;*.jpe;*.jpeg;*.jfif;*.jp2;*.psd;*.psb;*.gif;*.pcx;*.pcd;*.sid;*.ps;*.eps;*.pdf;*.rpf;*.ils;*.png|
es: Todos %s los archivos de trabajo/imagen|*.onx;*.onc;*.tif;*.tiff;*.tga;*.bmp;*.dib;*.ct;*.sct;*.jpg;*.jpe;*.jpeg;*.jfif;*.jp2;*.psd;*.psb;*.gif;*.pcx;*.pcd;*.sid;*.ps;*.eps;*.pdf;*.rpf;*.ils;*.png|

source: All Medias
es: Todos los medios

source: All data for station %s will be deleted and cannot be undone. Do you want to continue?
es: Todos los datos para la estación %s serán eliminados y no se podrán deshacer. ¿Desea continuar?

source: Allow Infinite Length Rolls
es: Permitir rollos de longitud infinita

source: Almost empty
es: Casi vacío

source: An appropriate set of options is generally preselected automatically based on your ink setup for the media. For most users it is recommended that you simply click <b>Build</b> to complete the profiling process. Advanced users can access the Build Options by clicking <b>Edit</b>. The down arrow on the Edit button allows users to configure and save custom setups. These will appear in the Predefined Build Options drop-down menu. <b>NOTE:</b> Custom built option presets are not auto-selected based on the ink setup of your media.
es: Una configuración de opiniones apropiada, por lo general, está preseleccionada según su configuración de tinta para los medios. Para la mayoría de los usuarios se recomienda que simplemente hagan clic en <b>Generar</b> para completar el proceso de creación de perfiles. Los usuarios avanzados pueden acceder a las Opciones de creación haciendo clic en <b>Editar</b>. La flecha hacia abajo en el botón Editar permite a los usuarios configurar y guardar las configuraciones personalizadas. Estas aparecerán en el menú predefinido desplegable de las Opciones de creación. <b>NOTA:</b> Las preconfiguraciones personalizadas de opción de creación no están seleccionadas automáticamente según la configuración de tinta de sus medios.

# An error occurred trying to open a tile for job "%s%s". %s
source: An error occurred trying to open a tile for job "%s%s".\n%s
es: Ocurrió un error al tratar de abrir un panel para el trabajo "%s%s".\n%s

source: An error occurred while processing a command from the client.
es: Se produjo un error mientras se procesaba un comando del cliente.

source: An invalid field in the command data block has been sent to the printer.
es: Se ha enviado un campo no válido de bloques de datos de comando a la impresora.

source: Animate cut paths
es: Líneas de corte animadas

source: Apply Changes
es: Aplicar cambios

source: Archive Job Indefinitely
es: Archivar trabajo indefinidamente

source: Are you sure you want to delete %s?
es: ¿Está seguro de que quiere eliminar %s?

source: Are you sure you want to delete this color: (
es: ¿Está seguro de que desea borrar este color?: (

source: Assign output channels to process channels
es: Asignar canales de salida a canales de procesamiento

source: Auto Adjust
es: Ajuste automático

source: Auto drying
es: Secado automático

source: Automatic Even Tiling
es: Panelación uniforme automática

source: Automatically import the media currently loaded on the printer
es: Importar automáticamente los medios ya cargados en la impresora

source: Average ΔE
es: ΔE promedio

source: Background
es: Fondo

source: Band Reduction:
es: Reducción de banda:

source: Banner 2, 6p, bi, 320 cps
es: Cartel 2, 6p, bi, 320 cps

source: Banner 4, 4p, bi, 320 cps
es: Cartel 4, 4p, bi, 320 cps

source: Barcode Properties
es: Propiedades de código de barras

source: Basic Contone
es: Contone básico

source: Be sure to export the Zund CutCenter cutter materials
es: Asegúrese de exportar los materiales de corte del centro de corte Zund

source: Beta Version: %s
es: Versión Beta: %s

source: BiDirectional Printing,
es: Impresión bidireccional,

source: Bitmap (.bmp)
es: Mapa de bits (.bmp)

source: Black Generation Profile Selection
es: Selección de perfil de generación de negro

source: Black Width:
es: Ancho de negro:

source: Bleed Right: %s
es: Sangrado derecho: %s

source: Blue Limit
es: Límite azul

source: Borderless
es: Sin bordes

source: Bottom Right Corner
es: Esquina inferior derecha

source: BuffLen value is too small.
es: El valor de BuffLen es muy pequeño.

source: Build Profile - %s
es: Generar perfil - %s

source: By &Copies
es: Por &Copias

source: C&alibrate...
es: &Calibrar...

source: CCX Files (*.proflist)|*.proflist|
es: Archivo CCX (*.proflist)|*.proflist|

source: CMY Gray Generation
es: Generación de gris CMY

source: CMYK Curves
es: Curvas CMYK

source: CMYK scanned images not supported!
es: No hay soporte para imágenes escaneadas de CMYK.

source: CMYK+White+White
es: CMYK+Blanco+Blanco

source: Calibration ID is NOT available
es: El ID de calibración NO está disponible

source: Can not install the medias. The Onyx software is not installed.
es: No se pueden instalar los medios. El software Onyx no está instalado.

source: Canceling after current mode...
es: Cancelando tras modo actual...

source: Cannot create swatch!
es: ¡No se puede crear el juego de parches!

source: Cannot open USB port - busy getting status.
es: No se puede abrir el puerto USB - ocupado obteniendo el estado.

source: Cannot run key updates: No key accessible.
es: No se pueden ejecutar las actualizaciones de llave: Sin llave accesible

source: Carriage Temperature:
es: Temperatura del carro:

source: Category
es: Categoría

source: Certificate invalid.
es: El certificado no es válido.

source: Change ZCC Material Selection...
es: Cambiar selección de material ZCC...

source: Channel
es: Canal

source: Chart Mode:
es: Modo de gráfico:

source: Checking Spooler Status...
es: Verificando el estado de la cola de impresión...

source: Choose Calibration
es: Seleccionar calibración

source: Choose Recent Folder:
es: Elegir Carpeta reciente:

source: Choose the workflow to use:
es: Seleccione el flujo de trabajo que va a utilizar:

source: Cleaning Liquid Cartridge Is Unset
es: El cartucho de líquido de limpieza está desconectado

source: Click + to create a new Media Group. Clicking this button will open a new dialog. Choose a name that will help you organize your media effectively, such as UV, Dye or a Media Manufacturer name.
es: Haga clic en + para crear un nuevo Grupo de medios. Al hacer clic en este botón se abrirá un nuevo cuadro de diálogo. Seleccione un nombre que lo ayude a organizar eficazmente sus medios, como UV, Tinta o el nombre del fabricante de los medios.

source: Click Print Swatch to print the Calibration swatch.
es: Haga clic en Imprimir juego de parches para imprimir el juego de parches de calibración.

source: Click the Read Swatch button to read in the swatch using the selected color device.<br><br>Once the swatch has been read in, a report will display indicating if there is conformance to the G7® Grayscale specification.
es: Haga clic en el botón Leer juego de parches para leer el juego de parches usando el dispositivo de color seleccionado.<br><br>Una vez que el juego de parches se haya leído, aparecerá un informe que indica si existe conformidad con la especificación de G7® Grayscale.

source: Closed Communication
es: Comunicación cerrada

source: Collated
es: Cotejado

source: Color -> White -> White
es: Color -> Blanco -> Blanco

source: Color Display:
es: Exposición de colores:

source: Color Order: %s
es: Orden de colores: %s

source: Color Table Enabled
es: Tabla de color activada

source: Color/&Gray Levels
es: &Niveles de Color/Gris

source: ColorSpan DisplayMaker, Giclée PrintMakerFA, and DesignWinder Printers
es: Impresoras ColorSpan DisplayMaker, Giclée PrintMakerFA y DesignWinder

source: Communication driver did not initialize.
es: No se ha inicializado el controlador de comunicaciones.

source: Completed:
es: Completado:

source: Configure &Adobe RIP...
es: Configurar &Rip de Adobe...

source: Configure Elitron Cutter Marks
es: Configurar marcas del cortador Elitron

source: Configure Light Ink Termination
es: Configurar terminación de tinta clara

# Configure PostScript RIP Configure RIP
source: Configure PostScript RIP\nConfigure RIP
es: Configurar RIP de PostScript.\nConfigurar RIP

source: Configure SummaCut Cutter Marks
es: Configurar marcas del cortador SummaCut

source: Configured in Media Layers
es: Configurado en capas de medios

source: Connecting to server...
es: Conectando al servidor...

source: Continuing in %d seconds
es: Continuando en %d segundos

source: Control Panel
es: Panel de control

source: Copies Tool
es: Herramienta de copias

source: Copy Options
es: Opciones de copia

source: Copy:
es: Copiar:

source: Correction Factor
es: Factor de corrección

source: Could not load color info, check your printer configuration
es: No se pudo cargar la información de color, revise la configuración de su impresora

source: Could not open TCP/IP connection to %s!
es: ¡No pudo abrir la conexión TCP/IP a %s¡

source: Count Pixels
es: Contar píxeles

source: Create Ink Limit
es: Crear límite de tinta

source: Create Proof Automatically
es: Crear prueba automáticamente

source: Create a new Linearization:
es: Cree una nueva linealización:

source: Created
es: Creado

source: Creekside Printer Configuration
es: Configuración de impresora Creekside

source: Crop to page
es: Recortar a la página

source: Current File:
es: Archivo actual:

source: Current Week
es: Semana actual

source: Custom Channel
es: Canal personalizado

source: Custom Setting
es: Configuración personalizada

source: Custom...
es: Personalizado...

source: Customer Order ID: %ls
es: ID de orden del cliente: %ls

source: Cut File Folder
es: Carpeta de archivo de corte

source: Cut Path Tool
es: Herramienta de línea de corte

source: Cut wait time:
es: Tiempo de espera del corte:

source: Cutter Marks: %s
es: Marcas de cortador: %s

source: Cutters
es: Cortadores

source: Czech
es: Checo

source: DN
es: ABAJO

source: Data Type or Port Name:\n\tChoose a selection from the pull-down menu, or type in a new name. Use "<Port9100>" for HP devices and "lpt1_passthru" or "lpt2_passthru" for Intel Netports. For other devices, refer to the device documentation.
es: Nombre de puerto o tipo de datos:\n\tElija una opción del menú desplegable o introduzca un nombre nuevo. Utilice "<Port9100>" para los dispositivos HP y "lpt1_passthru" o "lpt2_passthru" para Intel Netports. Para otros dispositivos, consulte la documentación del dispositivo.

source: Date (additional_1): %1
es: Fecha (additional_1): %1

# Decrement Image Magnification Zoom Out
source: Decrement Image Magnification\nZoom Out
es: Reducir la ampliación de la imagen.\nAlejar

source: Default Nest
es: Nido predeterminado

source: Define Custom Layer
es: Definir capa de cliente

source: Delete &Image After Processing
es: Eliminar &Imagen después de Procesar

source: Delete Pattern...
es: Eliminar trama...

source: Delete the selected Cutter Path prefix
es: Eliminar el prefijo de la trayectoria del cortador seleccionado

source: Deleting Files...
es: Eliminando archivos...

source: Depends On
es: Depende de

source: Desktop
es: Escritorio

source: Details
es: Detalles

source: Device Setup
es: Configurar dispositivo

source: Direct
es: Directo

source: Disabled
es: Deshabilitado

source: Display Name
es: Nombre de visualización

source: Display warning when removing single images
es: Mostrar una advertencia cuando se eliminen imágenes sueltas

source: Do %s%d
es: Hacer %s%d

source: Do you want to get multiple patch readings from a different copy of the swatch?
es: ¿Desea obtener varias lecturas de los parches de otra copia de los parches?

source: Do you wish to save changes in this page before stopping?
es: ¿Desea guardar los cambios en esta página antes de detener?

# Don't ask again, always do this for mismatches with '%s'
source: Don't ask again, always do this for mismatches with \n'%s'
es: No pregunte nuevamente, siempre realice esto con las faltas de coincidencia con \n'%s'

source: Dot Pattern:
es: Trama de puntos:

source: Double Strike:
es: Impresión doble:

source: Download Options
es: Descargar opciones

source: Draft (2 pass, unidir),
es: Borrador (2 pasadas, unidir),

source: Drop Size Swatch
es: Imagen de transición:

source: Drying &Time
es: &Tiempo de secado

source: Dual Stripe
es: Banda doble

source: Duplication factor:
es: Factor de duplicación:

source: EEPROM status bad.
es: El estado de EEPROM no es correcto.

source: ERROR! - There are too many spot colors!
es: ¡ERROR! - ¡Hay demasiados colores de Spot!

source: ERROR: Failed to Load Element 'Language'
es: ERROR: No se ha podido cargar el elemento "Idioma"

source: ERROR: Failed to Load Elements Collection
es: ERROR: No se ha podido cargar la colección de elementos

source: ERROR: Failed to load 'UpdateSources.html'
es: ERROR: Fallo al cargar "UpdateSources.html"

source: ERROR: Invalid Handle
es: ERROR: Controlador no válido

source: Edge Quality
es: Calidad de bordes

source: Edit Key File
es: Editar archivo de llave

source: Edit Patches
es: Editar parches

source: Edit Tile
es: Editar panel

# Edit the default settings template. Edit Default Settings Template
source: Edit the default settings template.\nEdit Default Settings Template
es: Editar la plantilla de configuración predeterminada.\nEditar la plantilla predeterminada

source: Electrostatic Printer
es: Impresora electrostática

source: Enable
es: Activar

source: Enable Heater Temperature
es: Activar temperatura del calentador

source: Enable Platen Temperature
es: Habilitar temperatura de platina

source: Enable Variable Data
es: Activar datos variables

source: Encrypted Font #: %s
es: Fuente cifrada #: %s

source: Engine is offline.
es: El motor está fuera de línea.

source: Enhanced Fast
es: Mejorado rápido

source: Enter a name for this frame size.
es: Ingrese un nombre para este tamaño de marco.

source: Enter the customer
es: Introducir el cliente

source: Enter the number of copies to print. Use "Default" for the default behavior of the selected Quick Set.
es: Introduzca la cantidad de copias que desee imprimir. Utilice "Predeterminado" para seleccionar el comportamiento predeterminado de Quick Set seleccionada.

source: Epson Large
es: Epson grande

source: Error %d! *** Check printer for more information.
es: Error %d *** Verifique la impresora para obtener más información.

# Error - port data bad, reconfigure port!
source: Error - port data bad, reconfigure port!\n
es: Error - ¡Datos de puerto erróneos; reconfigurar puerto!\n

source: Error communicating with printer.
es: Error de comunicación con la impresora.

source: Error reading cartridges information
es: Error al leer la información de los cartuchos

source: Error: %s\n\nPlease correct the error condition and check the front panel of the printer to see if additional action is required.
es: Error: %s\n\nCorrija la condición del error y compruebe el panel frontal de la impresora para ver si se requiere alguna otra acción.

source: Error: Initializing Header.
es: Error: Inicializando encabezado.

source: Error: Populating Passes combo box. X Resolution: %d, Y Resolution %d
es: Error: Llenando el cuadro combinado Pasadas. Resolución X: %d, Resolución Y %d

source: Error: Sending Light Cyan Data to the Printer.
es: Error: Enviando datos de cian claro a la impresora.

source: Error: Writing IFD to file.
es: Error: Escribiendo IFD en archivo.

source: Examine the ink limit swatch and choose the darkest value that does not show puddling or ink bleeding.
es: Examine el muestrario y elija el valor más oscuro que no presente exceso de tinta.

source: Expand or Contract Paths
es: Expandir o contraer rutas

source: Export Media
es: Exportar medio

# Exports image and creates a new image file. Export Image As
source: Exports image and creates a new image file.\nExport Image As
es: Exportar la imagen y crear un nuevo archivo de imagen.\nExportar imagen como

source: Extracting:
es: Extrayendo:

source: FTP Forwarding
es: Reenvío FTP

source: Failed to add station.
es: No se pudo agregar la estación.

# Failed to edit printer info for '%s'
source: Failed to edit printer info for '%s'\n
es: No se pudo editar la información de impresora de '%s'\n

source: Failed to initialize communication with the printer. Please check your connection.
es: Se produjo un error al iniciar la comunicación con la impresora. Verifique su conexión.

source: Failed to load order report.
es: Error al cargar el informe de la orden.

source: Failed to open port for file %s.
es: No se pudo abrir el puerto del archivo %s.

source: Failed to start PrinterInstaller!
es: Se produjo un error al ejecutar PrinterInstaller.

source: Failed to update printer. Press finish to exit.
es: No se pudo actualizar la impresora. Presione Finalizar para salir.

source: Fans Only
es: Sólo ventiladores

source: Feed Adjustment:
es: Ajuste de alimentación:

source: File / Folder Locations:
es: Archivo / Ubicaciones de carpetas:

source: File Type:
es: Tipo de archivo:

source: Fill Non-Image Area
es: Rellenar área sin imagen

source: Fine & Wave 4
es: Fino y Onda 4

source: Finishing
es: Finalizando

source: Fit Policy: %s
es: Política de ajuste: %s

source: Flatbed Mode
es: Modo de cama plana

source: Flip every other tile
es: Girar cualquier otro panel
